<!DOCTYPE html>
<html lang="en">
<head>
<meta name="descripcion" content="esta es la paginas oficial de la iglesia de Dios de la profecia en la col.nueva jerusalen no.2 en Tegucigalpa, Honduras">
<meta name="keywords" content="iglesia de Dios de la profecia, nueva jerusalen, tegucigalpa, Honduras">
	<meta charset="UTF-8">
	<title>IGLESIA DE DIOS DE LA PROFECIA</title>
</head>
<body background="imagen/fondog1.png" text="white"><img src="imagen/logo 22.png" alt="esta es la mision para el 2020" width="140" height="90">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;


<a href="index.html"><img src="menu/inicio.png" width="120" height="35"></a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	<a href="historia1.html"><img src="menu/historia1.png" width="120" height="35"></a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

	<a href="contenido.html"><img src="menu/contenido.png" width="120" height="35"></a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

	<a href="informacion.html"><img src="menu/informacion.png" width="120" height="35"></a>


	<header class="cabecera">
	<div class="cab-nav">
		<img src="imagen/banner.png" alt="bandera oficial de la iglesia"
		width="1350" height="350" alt="logo" class="logo-img">
		<center><font color="#c7f06f" face=castellar><h1 class= "nomb-logo">Iglesia de Dios de la profec&iacute;a nueva jerusal&eacute;n no.2</h1></center></font>
	</header>
	<div class="contendor">
		<h2 class="titulo-cont"><font color="red" face=calvin size="6"><center>Historia de la Iglesia de Dios de la profec&iacute;a </h2></font></center></font></h2></div></center>
<p><spam class="parrafo-cont"><font face=verdana>La iglesia de Dios de la profec&iacute;a tuvo sus inicios hace mas de cien años en los corazones humildes de creyentes honestos en la montañas rurales en Cherokee county, Carolina del Norte. Despues de un avivamiento lleno de milagros que se celebro en la escuela Shearer cerca de Camp Creek en 1886, una pequeña congregaci&oacute;n surgui&oacute;, formando la Uni&oacute;n Cristiana para orar y estudiar las escrturas.</font></spam></p> 

<p><spam class="parrafo-cont"><font face=verdana>poco tiempo despu&eacute;s, un j&oacute;ven pastor energ&eacute;tico del estado de Indiana llamdo AJ. Tomlinson, organiz&oacute; formalmente a este grupo de como la iglesia de DIOS en 1903, y rebuc&oacute; su cuartel general a Cleveland, Tenesi el año siguiente. de los montes apalaches al mundo, los años que sigui&eacute;ron fueron de gran crecimiento en cada &aacute;rea de este movimiento.</font></spam></p>


<p><spam class="parrafo-cont"><font face=verdana>Desde el principio, estos pioneros espirituales trazaron sus ra&iacute;ces a la iglesia primitiva neotestamentaria y se consideraba una continuaci&oacute;n del cristianismo lleno del esp&iacute;ritu santo presentado en el libro de los hechos. Este deseo por mantener una conexi&oacute;n con la expresi&oacute;n cristiana continua hoy d&iacute;a bajo el mandato de que todas las descisiones eclesiasticas deben ser presentadas en oraci&oacute;n y basadas en las escrituras. En t&eacute;rminos teol&oacute;gicos, la iglesia de la Dios de la profec&iacute;a es un movimiento protestante, evang&eacute;lico, de santidad wesleyana, pentecostal que cree en el libre albedr&iacute;o del hombre en cuanto a su salvaci&oacute;n.</font></spam></p>

<div class="contendor">
		<h2 class="titulo-cont"><font color="yellow" face=calvin>Nuestra Misi&oacute;n.</h2></font></center></font></h2></div>

<p><spam class="parrafo-cont"><font face=verdana>empoderados por el esp&iacute;ritu santo, a trav&eacute;s de la oraci&oacute;n, estableceremos iglesia y equiparemos lideres para cumplir con el mandato b&iacute;blico de hacer disc&iacute;pulos de todas las gentes alrededor del mundo, para la gloria de Cristo, nuestro señor quien es la cabeza de la iglesia.</font></spam></p>

<div class="contendor">
		<h2 class="titulo-cont"><font color="yellow" face=calvin>Nuestra Visi&oacute;n.</h2></font></center></font></h2></div>

		<p><spam class="parrafo-cont"><font face=verdana>La iglesia de Dios de la profec&iacute;a sera un movimiento que exalte a Cristo, procure la santidad, este lleno del esp&iacute;ritu, abierto a todas las naciones, hacedor de discipulos, establecedor de iglesias y que sienta gran pasi&oacute;n por la unidad cristiana.</font></spam></p>

<h2 class="titulo-cont"><font color="yellow" face=calvin>valores centrales.</h2></font></center></font></h2></div>

<p><spam class="parrafo-cont"><font face=verdana>Los valores centrales son ideales o principios que rigen la conducta interna de una organizaci&oacute;n, al igual que su mundo exterior. El liderazgo de la iglesia de Dios de la profec&iacute;a ha identificado cuatro valores centrales para la iglesia: la oraci&oacute;n, la cosecha, el desarrollo de liderazgo, y la mayordom&iacute;a.</font></spam></p>

<h2 class="titulo-cont"><font color="yellow" face=calvin>Doctrina de la Iglesia</h2></font></center></font></h2></div>

<p><spam class="parrafo-cont"><font face=verdana>Ya que las creencias de la iglesia de Dios de la profec&iacute;a estan basadas en principios b&iacute;blicos, comprendemos que estamos en un peregrinaje espiritual esforz&aacute;ndonos por (andar en luz) cuando se trate de nuestro conocimiento de la verdad eterna. Las siguientes perspectivas doctrinales reflejan nuestras resoluciones actuales a trav&eacute;s de nuestras Asambleas Internacionales. Debemos estar siempre muy conscientes de que como instrumentos humanos estamos sujetos a un limitado conocimiento. Como tal, nuestro deseo es de buscar continuamente una mayor luz que mejor se ajuste a las escrituras y traiga correcion a nuestro entendimiento finito. De ahora en adelante, despu&eacute;s de cada asamblea, es de esperarse que el comite de doctrina b&iacute;blica y gobierno haga cualquier ajuste necesario a la luz de est mandato a fin de reflejar las decisiones de la asamblea</font></spam></p>

<p><spam class="parrafo-cont"><font face=verdana>Desde sus inicios, la iglesia de Dios de la profec&iacute;a ha basado sus creencias en (toda la biblia correctamente divida). Aceptamos la biblia como la divina palabra de Dios, inspirada, inerrable e infalible. Creemos que la biblia es la revelaci&oacute;n escrita de Dios de si mismo para la humanidad y nuestra gu&iacute;a en todo asunto relacionado con la f&eacute;; por lo tanto, acudimos a la biblia como nuestra autoridad m&aacute;xima de doctrina, pr&aacute;ctica, organizaci&oacute;n y disciplina.</font></spam></p>

<p><spam class="parrafo-cont"><font face=verdana>La iglesia de Dios de la profec&iacute;a es firme en su compromiso a una f&eacute; cristiana ortodoxa. Afirmamos que solo hay un Dios eternamente existente en tres personas: Padre, hijo y esp&iacute;ritu santo. Creemos en la deidad de Cristo, su nacimiento virginal, su vida sin pecado, los milagros f&iacute;sicos que El realiz&oacute;, su muerte expiatoria en la cruz, la resurrecci&oacute;n de su cuerpo, su ascencion ala del Padre y su retorno personal en poder y gloria durante su segunda venida. Profesamos que la regeneracion por el poder del esp&iacute;ritu santo es indispensable para la salvaci&oacute;n de la humanidad perdida. creemos que el pecador es motivado a la necesidad de salvaci&oacute;n a trav&eacute;s de la obra de convicci&oacute;n del esp&iacute;ritu santo. Creemos que, en la  santificaci&oacute;n a trav&eacute;s de la sangre de Cristo, uno es hecho santo. Afirmamos el ministerio presente y activo del esp&iacute;ritu santo, quien gu&iacute;a a la iglesia y que a trav&eacute;s de su morada y empoderamiento somos capaces de vivir vidas santas que resultan en servicio efectivo a Dios y al pr&oacute;jimo. Creemos en la singularidad y unidad final de los creyentes por la cual nuestro señor oro, y que debe ser demostrada visiblemente (para que el mundo sepa y crea) en la gloria de Dios, la venida de su hijo y el gran amor que El tiene por su pueblo (Juan 17:20-23). Estamos comprometidos a la santidad de la union matrimonial y la importancia de familias fuertes y amorosas.</font></spam></p>

<p><spam class="parrafo-cont"><font face=verdana>font>La iglesia abraza todas las doctrinas biblicas como son enseñadas en el nuevo testamento, de las cuales hemos listado algunas que son relevantes en nuestro deseo de ayudar a los cristianos a madurar en Cristo Jesus:</spam></p>

	<ul><p><spam class="parrafo-cont"><font face=verdana>
		<li>Arrepentimiento
        <li>Justificaci&oacute;n 
        <li>Nuevo Nacimiento
        <li>Santificaci&oacute;n
        <li>Santidad
        <li>Bautismo del Esp&iacute;ritu Santo	
        <li>Hablar en otras lenguas
        <li>Fruto del Esp&iacute;ritu
        <li>Completa Restauraci&oacute;n de los Dones para la Iglesia
        <li>Señales que Seguiran a los Creyentes
        <li>Sanidad Divina
        <li>Bautismo en Agua
        <li>La cena del señor
        <li>Lavatorio de pies de los santos
        <li>Diezmos y ofrendas
        <li>Segunda venida de Cristo
        <li>Resurrecci&oacute;n
        <li>Vida eterna par a los justos
        <li>Castigo para los malos
        <li>Abtenencias total de todo licor u otras bebidas alcoholicas
        <li>Menbresias en logias/sociedades secretas
        <li>El vocabulario propio del creyente
        <li>Matrimonio
        <li>Concerniente al tabaco, opio, morfina etc.
    </ul><br>
	



<center><iframe width="560" height="315" src="https://www.youtube.com/embed/RW2LAzA-36c" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe></center>
	
<center>Breve historia de nuestra organizaci&oacute;n.</center>

	<footer class="foot">
		<p class="foot-p">iglesia de Dios de la profec&iacute;a &copy</p>
	</footer>
	<center>
       
		<br><a href="https://iglesiadediosprofecia.org/"><font color=white>presione aqui para ir a la pagina oficial</a></center><center>copyright 2020 estamos a tu servicio</center>
</body>
</html>
